Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMullionsError Property
 Mullions and panels cannot be copied without copying the entire curtain wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMullionsError { get; }
Public Shared ReadOnly Property CannotCopyMullionsError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMullionsError {
	FailureDefinitionId^ get ();
}
static member CannotCopyMullionsError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace